TEXT = ("Lorem Ipsum - это текст-'рыба', часто используемый в печати и веб-дизайне. Lorem Ipsum является "
        "стандартной 'рыбой' для текстов на латинице с начала XVI века. В то время некий безымянный печатник создал "
        "коллекцию размеров и форм шрифтов, используя Lorem Ipsum для распечатки образцов. Lorem Ipsum "
        "успешно пережил без заметных изменений пять веков, но и перешагнул в электронный дизайн. Его "
        "популяризации в новое время послужили публикация листов Letraset с образцами Lorem Ipsum в 60-х годах и, "
        "в более новое время, программы электронной вёрстки типа Aldus PageMaker, в шаблонах которых используется Lorem Ipsum.")

NUMS = [1, 2, 3, 4, 5]


def add(first_num: int, second_num: int) -> int:
    return first_num + second_num


def greet(name: str):
    print(f"Привет, {name}")


print("Hello, README!")
greet("мир")
print(add(first_num=2, second_num=2))
